"OK" = "OK";
"All subscriptions" = "Všetky odbery";
"Privacy" = "Ochrana osobných údajov";
"Privacy policy" = "Zásady ochrany osobných údajov";
"Purchases restored successfully!" = "Nákupy boli úspešne obnovené!";
"Restore" = "Obnoviť";
"Restore purchases" = "Obnoviť nákupy";
"Terms" = "Podmienky";
"Terms and conditions" = "Podmienky";
"Annual" = "Výročný";
"6 Month" = "6 mesiacov";
"3 Month" = "3 mesiac";
"2 Month" = "2 mesiace";
"Monthly" = "Mesačne";
"Weekly" = "Týždenne";
"Lifetime" = "Život";
"%d%% off" = "%d%% zľava";
"Continue" = "ďalej";
"Default_offer_details_with_intro_offer" = "Začnite skúšobnú verziu {{ sub_offer_duration }}, potom {{ total_price_and_per_month }}.";
"Something went wrong" = "Niečo sa pokazilo";
"Purchase" = "Kúpiť";
